Repository: belohoub/UBcards
Catalog: po/*.po
Languages: nl

source: Shopping
nl: Winkelen

source: Car
nl: Auto

source: Health
nl: Gezondheid

source: Travel
nl: Reizen

source: Garden
nl: Tuin

source: Education
nl: Onderwijs

source: Loyality Card
nl: Klantenkaart

source: Error
nl: Foutmelding

source: No code found in image
nl: Er is geen code aangetroffen

source: About
nl: Over

source: Add New Card
nl: Kaart toevoegen

source: Import image
nl: Afbeelding importeren

source: Scan Card
nl: Kaart scannen

source: Set card type and card number manually below OR scan code using icons above.
nl: Kies een kaartsoort en voer een naam in of scan een code met behulp van bovenstaande pictogrammen.

source: Card type:
nl: Kaartsoort:

source: Set card number:
nl: Kaartnaam:

source: Insert Card
nl: Kaart toevoegen

source: Card-Name
nl: Kaartnaam

source: Edited:
nl: Bewerkt op

source: Decoding image
nl: Bezig met uitlezenâ€¦

source: Edit Card
nl: Kaart bewerken

source: View Card
nl: Kaart bekijken

source: Copy to Clipboard
nl: KopiÃ«ren naar klembord

source: Show as QR Code
nl: QR-code tonen

source: Open URL
nl: Url openen

source: Save
nl: Opslaan

source: Card name:
nl: Kaartnaam:

source: New Card Name
nl: Nieuwe kaartnaam

source: Card category:
nl: Categorie:

source: App Version %1
nl: Appversie: %1

source: Maintained by
nl: Beheerd door

source: Please report bugs to the
nl: Meld bugs of deel ideeÃ«n op de

source: issue tracker
nl: bugtracker

source: Please support
nl: Steun

source: the app development
nl: de ontwikkeling van de app

source: Thanks to
nl: Met dank aan

source: Chris Clime, Tagger application:
nl: Chris Clime - Tagger-app:

source: Richard Lee, Card Wallet application:
nl: Richard Lee - Card Wallet-app:

source: Sam Hewitt, Suru Icons
nl: Sam Hewitt - Suru-pictogrammen

source: Released under the terms of the GNU GPLv3
nl: Uitgebracht onder de GNU GPLv3-licentie

source: Source code available on:
nl: Broncode:

source: Loyality cards based on QR/barcodes
nl: Bewaar kaarten met QR- en barcodes
